OdDbBaseSortEntsPE.blockId(OdRxObject!System.Runtime.CompilerServices.IsConst*)
\details
Returns a pointer to the identifier of a specified sorted entity protocol extension instance.
\param pSortents [in] A pointer to a sorted entity protocol extension instance.